/=#
//*****************************************************************************
//*
//* Copyright 2008 - 2021 ADVANCED MICRO DEVICES, INC.  All Rights Reserved.
//*
//* AMD is granting You permission to use this software and documentation (if
//* any) (collectively, the "Software") pursuant to the terms and conditions of
//* the Software License Agreement included with the Software. If You do not have
//* a copy of the Software License Agreement, contact Your AMD representative for
//* a copy.
//*
//* You agree that You will not reverse engineer or decompile the Software, in
//* whole or in part, except as allowed by applicable law.
//*
//* WARRANTY DISCLAIMER: THE SOFTWARE IS PROVIDED "AS IS" WITHOUT WARRANTY OF ANY
//* KIND. AMD DISCLAIMS ALL WARRANTIES, EXPRESS, IMPLIED, OR STATUTORY, INCLUDING
//* BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, QUALITY,
//* FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT AND WARRANTIES
//* ARISING FROM CUSTOM OF TRADE OR COURSE OF USAGE WITH RESPECT TO THE SOFTWARE,
//* INCLUDING WITHOUT LIMITATION, THAT THE SOFTWARE WILL RUN UNINTERRUPTED OR
//* ERROR-FREE. THE ENTIRE RISK ASSOCIATED WITH THE USE OF THE SOFTWARE IS
//* ASSUMED BY YOU. Some jurisdictions do not allow the exclusion of implied
//* warranties, so the above exclusion may not apply to You, but only to the
//* extent required by law.
//*
//* LIMITATION OF LIABILITY AND INDEMNIFICATION: TO THE EXTENT NOT PROHIBITED BY
//* APPLICABLE LAW, AMD AND ITS LICENSORS WILL NOT, UNDER ANY CIRCUMSTANCES BE
//* LIABLE TO YOU FOR ANY PUNITIVE, DIRECT, INCIDENTAL, INDIRECT, SPECIAL OR
//* CONSEQUENTIAL DAMAGES ARISING FROM POSSESSION OR USE OF THE SOFTWARE OR
//* OTHERWISE IN CONNECTION WITH ANY PROVISION OF THIS AGREEMENT EVEN IF AMD AND
//* ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THIS
//* INCLUDES, WITHOUT LIMITATION, DAMAGES DUE TO LOST OR MISAPPROPRIATED DATA,
//* LOST PROFITS OR CONFIDENTIAL OR OTHER INFORMATION, FOR BUSINESS INTERRUPTION,
//* FOR PERSONAL INJURY, FOR LOSS OF PRIVACY, FOR FAILURE TO MEET ANY DUTY
//* INCLUDING OF GOOD FAITH OR REASONABLE CARE, FOR NEGLIGENCE AND FOR ANY OTHER
//* PECUNIARY OR OTHER LOSS WHTSOEVER. In no event shall AMD's total liability to
//* You for all damages, losses, and causes of action (whether in contract, tort
//* (including negligence) or otherwise) exceed the amount of $50 USD. You agree
//* to defend, indemnify and hold harmless AMD, its subsidiaries and affiliates
//* and their respective licensors, directors, officers, employees, affiliates or
//* agents from and against any and all loss, damage, liability and other
//* expenses (including reasonable attorneys' fees), resulting from Your
//* possession or use of the Software or violation of the terms and conditions of
//* this Agreement.
//*
//* U.S. GOVERNMENT RESTRICTED RIGHTS: Notice to U.S. Government End Users. The
//* Software and related documentation are "commercial items", as that term is
//* defined at 48 C.F.R. Section 2.101, consisting of "commercial computer
//* software" and "commercial computer software documentation", as such terms are
//* used in 48 C.F.R. Section 12.212 and 48 C.F.R. Section 227.7202,
//* respectively. Consistent with 48 C.F.R. Section 12.212 or 48 C.F.R. Sections
//* 227.7202-1 through 227.7202-4, as applicable, the commercial computer
//* software and commercial computer software documentation are being licensed to
//* U.S. Government end users: (a) only as commercial items, and (b) with only
//* those rights as are granted to all other end users pursuant to the terms and
//* conditions set forth in this Agreement. Unpublished rights are reserved under
//* the copyright laws of the United States.
//*
//* EXPORT RESTRICTIONS:  You shall adhere to all applicable U.S. import/export
//* laws and regulations, as well as the import/export control laws and
//* regulations of other countries as applicable. You further agree You will not
//* export, re-export, or transfer, directly or indirectly, any product,
//* technical data, software or source code received from AMD under this license,
//* or the direct product of such technical data or software to any country for
//* which the United States or any other applicable government requires an export
//* license or other governmental approval without first obtaining such licenses
//* or approvals, or in violation of any applicable laws or regulations of the
//* United States or the country where the technical data or software was
//* obtained. You acknowledges the technical data and software received will not,
//* in the absence of authorization from U.S. or local law and regulations as
//* applicable, be used by or exported, re-exported or transferred to: (i) any
//* sanctioned or embargoed country, or to nationals or residents of such
//* countries; (ii) any restricted end-user as identified on any applicable
//* government end-user list; or (iii) any party where the end-use involves
//* nuclear, chemical/biological weapons, rocket systems, or unmanned air
//* vehicles.  For the most current Country Group listings, or for additional
//* information about the EAR or Your obligations under those regulations, please
//* refer to the website of the U.S. Bureau of Industry and Security at
//* http://www.bis.doc.gov/.
//***************************************************************************/


#langdef en-US "English"


#string STR_AOD_SETUP_TITLE                                                     #language en-US    "AMD Overclocking"
#string STR_AOD_SETUP_TITLE_HELP                                                #language en-US    "AMD Overclocking Setup Page"
#string STR_AOD_SETUP_FORM_TITLE                                                #language en-US    "AMD Overclocking Option"
#string STR_LEGAL_DISCLAIMER                                                    #language en-US    "WARNING - DAMAGE CAUSED BY USE OF YOUR AMD PROCESSOR OUTSIDE OF SPECIFICATION OR IN EXCESS OF FACTORY SETTINGS ARE NOT COVERED UNDER YOUR AMD PRODUCT WARRANTY AND MAY NOT BE COVERED BY YOUR SYSTEM MANUFACTURER'S WARRANTY.\nOperating your AMD processor outside of specification or in excess of factory settings, including but not limited to overclocking, and undervolting, may damage or shorten the life of your processor or other system components, create system instabilities (e.g., data loss and corrupted images) and in extreme cases may result in total system failure. AMD does not provide support or service for issues or damages related to use of an AMD processor outside of processor specifications or in excess of factory settings.\n"
#string STR_DECLINE_SECTION                                                     #language en-US    "Decline"
#string STR_ACCEPT_SECTION                                                      #language en-US    "Accept"
#string STR_AOD_BLANK                                                           #language en-US    ""
#string STR_AOD_ACCEPT_SECTION                                                  #language en-US    "AMD Overclocking"
#string STR_AOD_ACCEPT_SECTION_HELP                                             #language en-US    "AMD Overclocking Setup Page"
#string STR_AOD_MANUAL_CPU_OVERCLOCKING_SECTION                                 #language en-US    "Manual CPU Overclocking"
#string STR_AOD_MANUAL_IGPU_OVERCLOCKING_SECTION                                #language en-US    "Manual iGPU Overclocking"
#string STR_AOD_DDR_AND_INFINITY_FABRIC_FREQUENCY_TIMINGS_SECTION               #language en-US    "DDR and Infinity Fabric Frequency/Timings"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_SECTION                               #language en-US    "Precision Boost Overdrive"
#string STR_AOD_SOC_UNCORE_OC_MODE_SECTION                                      #language en-US    "SoC/Uncore OC Mode"
#string STR_AOD_SOC_VOLTAGE_SECTION                                             #language en-US    "SoC Voltage"
#string STR_AOD_LN2_MODE_SECTION                                                #language en-US    "LN2 Mode"
#string STR_AOD_ONBOARD_VOLTAGE_CONTROL_SECTION                                 #language en-US    "Onboard Voltage Control"
#string STR_AOD_VDDP_VOLTAGE_CONTROL_SECTION                                    #language en-US    "VDDP Voltage Control"
#string STR_AOD_LCLK_FREQUENCY_CONTROL_SECTION                                  #language en-US    "LCLK Frequency Control"
#string STR_AOD_VDD_MISC_SECTION                                                #language en-US    "VDD Misc"
#string STR_AOD_CPU_FREQUENCY                                                   #language en-US    "CPU Frequency"
#string STR_AOD_CPU_FREQUENCY_HELP                                              #language en-US    "Specifies a custom CPU core frequency. Should be combined with a custom CPU voltage. Power saving features for idle cores (e.g. cc6 sleep) remain active."
#string STR_AOD_CPU_VOLTAGE                                                     #language en-US    "CPU Voltage"
#string STR_AOD_CPU_VOLTAGE_HELP                                                #language en-US    "Specifies a custom CPU core voltage (mV). Should be combined with a custom CPU core frequency. Power saving features for idle cores (e.g. cc6 sleep) remain active."
#string STR_AOD_CPU_CORE_COUNT_CONTROL_SECTION                                  #language en-US    "CPU Core Count Control"
#string STR_AOD_DOWN_CORE_DYNAMIC                                               #language en-US    "LABEL_DYNAMIC_AOD_OPTION=TRUE"
#string STR_AOD_DOWN_CORE_DYNAMIC_HELP                                          #language en-US    "No help string"
#string STR_AOD_DOWN_CORE_MODE                                                  #language en-US    "Down Core Mode"
#string STR_AOD_DOWN_CORE_MODE_HELP                                             #language en-US    "Down Core Mode"
#string STR_AOD_SMT_CONTROL                                                     #language en-US    "SMT Control"
#string STR_AOD_SMT_CONTROL_HELP                                                #language en-US    "Can be used to disable symmetric multithreading. To re-enable SMT, a POWER CYCLE is needed after selecting the 'Auto' option. WARNING - S3 is NOT SUPPORTED on systems where SMT is disabled."
#string STR_AOD_AUTO                                                            #language en-US    "Auto"
#string STR_AOD_DISABLE                                                         #language en-US    "Disable"
#string STR_AOD_GFX_CLOCK_FREQUENCY                                             #language en-US    "GFX Clock Frequency"
#string STR_AOD_GFX_CLOCK_FREQUENCY_HELP                                        #language en-US    "Specifies a custom GFX core frequency. Must be combined with a custom GFX voltage. Power saving features (like GFX Pstates) remain active"
#string STR_AOD_GFX_VOLTAGE                                                     #language en-US    "GFX Voltage"
#string STR_AOD_GFX_VOLTAGE_HELP                                                #language en-US    "Specifies a custom GFX core voltage (mV). Must be combined with a custom GFX frequency. GFX voltage is derived from SOC / uncore voltage rail. Power saving features (like GFX Pstates) remain active."
#string STR_AOD_DDR_OPTIONS_SECTION                                             #language en-US    "DDR Options"
#string STR_AOD_INFINITY_FABRIC_FREQUENCY_AND_DIVIDERS_SECTION                  #language en-US    "Infinity Fabric Frequency and Dividers"
#string STR_AOD_DDR_TIMING_CONFIGURATION_SECTION                                #language en-US    "DDR Timing Configuration"
#string STR_AOD_DDR_BUS_CONFIGURATION_SECTION                                   #language en-US    "DDR Bus Configuration"
#string STR_AOD_DDR_CONTROLLER_CONFIGURATION_SECTION                            #language en-US    "DDR Controller Configuration"
#string STR_AOD_EXPO                                                            #language en-US    "EXPO"
#string STR_AOD_EXPO_HELP                                                       #language en-US    "Enabling EXPO mode will detect if a Memory OC Profile is present on the installed DIMMs and pretrain that profile / apply needed voltages to later set that profile if desired."
#string STR_AOD_ENABLE                                                          #language en-US    "Enable"
#string STR_AOD_ACTIVE_MEMORY_TIMING_SETTINGS                                   #language en-US    "Active Memory Timing Settings"
#string STR_AOD_ACTIVE_MEMORY_TIMING_SETTINGS_HELP                              #language en-US    "Active Memory Timing Settings"
#string STR_AOD_ENABLED                                                         #language en-US    "Enabled"
#string STR_AOD_MEMORY_TARGET_SPEED                                             #language en-US    "Memory Target Speed"
#string STR_AOD_MEMORY_TARGET_SPEED_HELP                                        #language en-US    "Specifies the memory target speed in MT/s. The valid input is 2000 MT/s, 2400MT/s, and range of 3200MT/s ~ 12000 MT/s(stepping of 200 MT/s).\nThe user input value will be rounded down to align with the stepping of 200MT/s."
#string STR_AOD_DDR_SPD_TIMING_SECTION                                          #language en-US    "DDR SPD Timing"
#string STR_AOD_DDR_NON_SPD_TIMING_SECTION                                      #language en-US    "DDR Non-SPD Timing"
#string STR_AOD_TCL_CTRL                                                        #language en-US    "Tcl Ctrl"
#string STR_AOD_TCL_CTRL_HELP                                                   #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_MANUAL                                                          #language en-US    "Manual"
#string STR_AOD_TCL                                                             #language en-US    "Tcl"
#string STR_AOD_TCL_HELP                                                        #language en-US    "Specifies the CAS Latency. Valid values: 0x16 ~ 0x40, stepping of 2. The value is in hex."
#string STR_AOD_TRCD_CTRL                                                       #language en-US    "Trcd Ctrl"
#string STR_AOD_TRCD_CTRL_HELP                                                  #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRCD                                                            #language en-US    "Trcd"
#string STR_AOD_TRCD_HELP                                                       #language en-US    "Specifies the RAS# Active to CAS# Read Delay Time. Valid values: 0x8 ~ 0x3E, stepping of 1. The value is in hex."
#string STR_AOD_TRP_CTRL                                                        #language en-US    "Trp Ctrl"
#string STR_AOD_TRP_CTRL_HELP                                                   #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRP                                                             #language en-US    "Trp"
#string STR_AOD_TRP_HELP                                                        #language en-US    "Specifies Row Precharge Delay Time. Valid values: 0x8 ~ 0x3E, stepping of 1. The value is in hex."
#string STR_AOD_TRAS_CTRL                                                       #language en-US    "Tras Ctrl"
#string STR_AOD_TRAS_CTRL_HELP                                                  #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRAS                                                            #language en-US    "Tras"
#string STR_AOD_TRAS_HELP                                                       #language en-US    "Specifies the Active to Precharge Delay Time. Valid values: 0x1E ~ 0x7E stepping of 1"
#string STR_AOD_TRC_CTRL                                                        #language en-US    "Trc Ctrl"
#string STR_AOD_TRC_CTRL_HELP                                                   #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRC                                                             #language en-US    "Trc"
#string STR_AOD_TRC_HELP                                                        #language en-US    "Specifies Active to Active/Refresh Delay Time. Valid values: 0x20 ~ 0xFF. The value is in hex."
#string STR_AOD_TWR_CTRL                                                        #language en-US    "Twr Ctrl"
#string STR_AOD_TWR_CTRL_HELP                                                   #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWR                                                             #language en-US    "Twr"
#string STR_AOD_TWR_HELP                                                        #language en-US    "Specifies the Minimum Write Recovery Time. Valid values: 0x30 ~ 0x60, stepping of 6. The value is in hex."
#string STR_AOD_TRFC1_CTRL                                                      #language en-US    "Trfc1 Ctrl"
#string STR_AOD_TRFC1_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRFC1                                                           #language en-US    "Trfc1"
#string STR_AOD_TRFC1_HELP                                                      #language en-US    "Specifies the Refresh Recovery Delay Time (tRFC1). Valid values 0x32 ~ 0xFFF. The value is in hex."
#string STR_AOD_TRFC2_CTRL                                                      #language en-US    "Trfc2 Ctrl"
#string STR_AOD_TRFC2_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRFC2                                                           #language en-US    "Trfc2"
#string STR_AOD_TRFC2_HELP                                                      #language en-US    "Specifies the Refresh Recovery Delay Time (tRFC2).  Valid values: 0x32 ~ 0xFFF. The value is in hex."
#string STR_AOD_TRFCSB_CTRL                                                     #language en-US    "TrfcSb Ctrl"
#string STR_AOD_TRFCSB_CTRL_HELP                                                #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRFCSB                                                          #language en-US    "TrfcSb"
#string STR_AOD_TRFCSB_HELP                                                     #language en-US    "Specifies the Refresh Recovery Delay Time (tRFCSb). Valid values 0x32 ~ 0x7FF. The value is in hex."
#string STR_AOD_TRTP_CTRL                                                       #language en-US    "Trtp Ctrl"
#string STR_AOD_TRTP_CTRL_HELP                                                  #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRTP                                                            #language en-US    "Trtp"
#string STR_AOD_TRTP_HELP                                                       #language en-US    "Specifies the Read CAS# to Precharge command delay time. Valid values: 0x5 ~ 0x1F. The value is in hex."
#string STR_AOD_TRRDL_CTRL                                                      #language en-US    "TrrdL Ctrl"
#string STR_AOD_TRRDL_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRRDL                                                           #language en-US    "TrrdL"
#string STR_AOD_TRRDL_HELP                                                      #language en-US    "Specifies the Activate to Activate Delay Time, same bank group(tRRD_L). Valid values: 0x4 ~ 0x20. The value is in hex."
#string STR_AOD_TRRDS_CTRL                                                      #language en-US    "TrrdS Ctrl"
#string STR_AOD_TRRDS_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRRDS                                                           #language en-US    "TrrdS"
#string STR_AOD_TRRDS_HELP                                                      #language en-US    "Specifies the Activate to Activate Delay Time, different bank group(tRRD_S). Valid values: 0x4 ~ 0x14. The value is in hex."
#string STR_AOD_TFAW_CTRL                                                       #language en-US    "Tfaw Ctrl"
#string STR_AOD_TFAW_CTRL_HELP                                                  #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TFAW                                                            #language en-US    "Tfaw"
#string STR_AOD_TFAW_HELP                                                       #language en-US    "Specifies the Four Activate Window Time. Valid values: 0x14 ~ 0x50. The value is in hex."
#string STR_AOD_TWTRL_CTRL                                                      #language en-US    "TwtrL Ctrl"
#string STR_AOD_TWTRL_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWTRL                                                           #language en-US    "TwtrL"
#string STR_AOD_TWTRL_HELP                                                      #language en-US    "Specifies the Minimum Write to Read Time, the same bank group. Valid values: 0x8 ~ 0x30. The value is in hex."
#string STR_AOD_TWTRS_CTRL                                                      #language en-US    "TwtrS Ctrl"
#string STR_AOD_TWTRS_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWTRS                                                           #language en-US    "TwtrS"
#string STR_AOD_TWTRS_HELP                                                      #language en-US    "Specifies the Minimum Write to Read Time, different bank group. Valid values: 0x2 ~ 0x10. The value is in hex."
#string STR_AOD_TRDRDSCL_CTRL                                                   #language en-US    "TrdrdScL Ctrl"
#string STR_AOD_TRDRDSCL_CTRL_HELP                                              #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRDRDSCL                                                        #language en-US    "TrdrdScL"
#string STR_AOD_TRDRDSCL_HELP                                                   #language en-US    "Specifies the CAS to CAS delay time, same bank group. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TRDRDSC_CTRL                                                    #language en-US    "TrdrdSc Ctrl"
#string STR_AOD_TRDRDSC_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRDRDSC                                                         #language en-US    "TrdrdSc"
#string STR_AOD_TRDRDSC_HELP                                                    #language en-US    "Specifies the Read to Read turnaround timing in the same chipselect. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TRDRDSD_CTRL                                                    #language en-US    "TrdrdSd Ctrl"
#string STR_AOD_TRDRDSD_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRDRDSD                                                         #language en-US    "TrdrdSd"
#string STR_AOD_TRDRDSD_HELP                                                    #language en-US    "Specifies the Read to Read turnaround timing in the same DIMM. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TRDRDDD_CTRL                                                    #language en-US    "TrdrdDd Ctrl"
#string STR_AOD_TRDRDDD_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRDRDDD                                                         #language en-US    "TrdrdDd"
#string STR_AOD_TRDRDDD_HELP                                                    #language en-US    "Specifies the Read and Read turnaround timing in a different DIMM. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TWRWRSCL_CTRL                                                   #language en-US    "TwrwrScL Ctrl"
#string STR_AOD_TWRWRSCL_CTRL_HELP                                              #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWRWRSCL                                                        #language en-US    "TwrwrScL"
#string STR_AOD_TWRWRSCL_HELP                                                   #language en-US    "Specifies the CAS to CAS Delay Time, same bank group. Valide values: 0x1 ~ 0x3F. The value is in hex."
#string STR_AOD_TWRWRSC_CTRL                                                    #language en-US    "TwrwrSc Ctrl"
#string STR_AOD_TWRWRSC_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWRWRSC                                                         #language en-US    "TwrwrSc"
#string STR_AOD_TWRWRSC_HELP                                                    #language en-US    "Specifies the Write to Write turnaround timing in the same chipselect. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TWRWRSD_CTRL                                                    #language en-US    "TwrwrSd Ctrl"
#string STR_AOD_TWRWRSD_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWRWRSD                                                         #language en-US    "TwrwrSd"
#string STR_AOD_TWRWRSD_HELP                                                    #language en-US    "Specifies the Write to Write turnaround timing in the same DIMM. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TWRWRDD_CTRL                                                    #language en-US    "TwrwrDd Ctrl"
#string STR_AOD_TWRWRDD_CTRL_HELP                                               #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWRWRDD                                                         #language en-US    "TwrwrDd"
#string STR_AOD_TWRWRDD_HELP                                                    #language en-US    "Specifies the Write to Write turnaround timing in a different DIMM. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TWRRD_CTRL                                                      #language en-US    "Twrrd Ctrl"
#string STR_AOD_TWRRD_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TWRRD                                                           #language en-US    "Twrrd"
#string STR_AOD_TWRRD_HELP                                                      #language en-US    "Specifies the Write to Read turnaround timing. Valid values: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_TRDWR_CTRL                                                      #language en-US    "Trdwr Ctrl"
#string STR_AOD_TRDWR_CTRL_HELP                                                 #language en-US    "Auto: Follow default setting, Manual: Manually specify"
#string STR_AOD_TRDWR                                                           #language en-US    "Trdwr"
#string STR_AOD_TRDWR_HELP                                                      #language en-US    "Specifies the Read to Write Trunaround Timing. Valid value: 0x1 ~ 0xF. The value is in hex."
#string STR_AOD_PROCESSOR_CA_DRIVE_STRENGTHS                                    #language en-US    "Processor CA drive strengths"
#string STR_AOD_PROCESSOR_CA_DRIVE_STRENGTHS_HELP                               #language en-US    "Select the drive strength for all CA0-13 IOs"
#string STR_AOD_120_DOT_0_OHM                                                   #language en-US    "120.0 Ohm"
#string STR_AOD_60_DOT_0_OHM                                                    #language en-US    "60.0 Ohm"
#string STR_AOD_40_DOT_0_OHM                                                    #language en-US    "40.0 Ohm"
#string STR_AOD_30_DOT_0_OHM                                                    #language en-US    "30.0 Ohm"
#string STR_AOD_PROCESSOR_DQ_DRIVE_STRENGTHS                                    #language en-US    "Processor DQ drive strengths"
#string STR_AOD_PROCESSOR_DQ_DRIVE_STRENGTHS_HELP                               #language en-US    "Select the drive strength for all DQ and DMI IOs"
#string STR_AOD_HIGH_IMPEDANCE                                                  #language en-US    "High Impedance"
#string STR_AOD_240_OHM                                                         #language en-US    "240 ohm"
#string STR_AOD_120_OHM                                                         #language en-US    "120 ohm"
#string STR_AOD_80_OHM                                                          #language en-US    "80 ohm"
#string STR_AOD_60_OHM                                                          #language en-US    "60 ohm"
#string STR_AOD_48_OHM                                                          #language en-US    "48 ohm"
#string STR_AOD_40_OHM                                                          #language en-US    "40 ohm"
#string STR_AOD_34_DOT_3_OHM                                                    #language en-US    "34.3 ohm"
#string STR_AOD_PROCESSOR_ODT_IMPEDANCE                                         #language en-US    "Processor ODT impedance"
#string STR_AOD_PROCESSOR_ODT_IMPEDANCE_HELP                                    #language en-US    "Specifies the Processor ODT"
#string STR_AOD_480_OHM                                                         #language en-US    "480 ohm"
#string STR_AOD_160_OHM                                                         #language en-US    "160 ohm"
#string STR_AOD_96_OHM                                                          #language en-US    "96 ohm"
#string STR_AOD_68_OHM                                                          #language en-US    "68 ohm"
#string STR_AOD_53_OHM                                                          #language en-US    "53 ohm"
#string STR_AOD_43_OHM                                                          #language en-US    "43 ohm"
#string STR_AOD_36_OHM                                                          #language en-US    "36 ohm"
#string STR_AOD_34_OHM                                                          #language en-US    "34 ohm"
#string STR_AOD_32_OHM                                                          #language en-US    "32 ohm"
#string STR_AOD_30_OHM                                                          #language en-US    "30 ohm"
#string STR_AOD_28_DOT_2_OHM                                                    #language en-US    "28.2 ohm"
#string STR_AOD_26_DOT_7_OHM                                                    #language en-US    "26.7 ohm"
#string STR_AOD_25_DOT_3_OHM                                                    #language en-US    "25.3 ohm"
#string STR_AOD_DRAM_DQ_DRIVE_STRENGTHS                                         #language en-US    "Dram DQ drive strengths"
#string STR_AOD_DRAM_DQ_DRIVE_STRENGTHS_HELP                                    #language en-US    "Selects the Dram Pull-up and Pull-Down Output Driver Impedance for all DQ and DMI IOs"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_NOM_WR                                   #language en-US    "Dram ODT impedance RTT_NOM_WR"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_NOM_WR_HELP                              #language en-US    "Select the DRAMs On-die Termination impedance for RTT_NOM_WR"
#string STR_AOD_RTT_OFF                                                         #language en-US    "RTT_OFF"
#string STR_AOD_RZQ_240                                                         #language en-US    "RZQ (240)"
#string STR_AOD_RZQ_2_120                                                       #language en-US    "RZQ/2 (120)"
#string STR_AOD_RZQ_3_80                                                        #language en-US    "RZQ/3 (80)"
#string STR_AOD_RZQ_4_60                                                        #language en-US    "RZQ/4 (60)"
#string STR_AOD_RZQ_5_48                                                        #language en-US    "RZQ/5 (48)"
#string STR_AOD_RZQ_6_40                                                        #language en-US    "RZQ/6 (40)"
#string STR_AOD_RZQ_7_34                                                        #language en-US    "RZQ/7 (34)"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_NOM_RD                                   #language en-US    "Dram ODT impedance RTT_NOM_RD"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_NOM_RD_HELP                              #language en-US    "Specifies the RTT_NOM_RD"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_WR                                       #language en-US    "Dram ODT impedance RTT_WR"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_WR_HELP                                  #language en-US    "Select the DRAMs On-die Termination impedance for RTT_WR"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_PARK                                     #language en-US    "Dram ODT impedance RTT_PARK"
#string STR_AOD_DRAM_ODT_IMPEDANCE_RTT_PARK_HELP                                #language en-US    "Select the DRAMs On-die Termination impedance for RTT_PARK"
#string STR_AOD_DRAM_ODT_IMPEDANCE_DQS_RTT_PARK                                 #language en-US    "Dram ODT impedance DQS_RTT_PARK"
#string STR_AOD_DRAM_ODT_IMPEDANCE_DQS_RTT_PARK_HELP                            #language en-US    "Specifies the RTT_PARK_DQS"
#string STR_AOD_DDR_POWER_OPTIONS_SECTION                                       #language en-US    "DDR Power Options"
#string STR_AOD_POWER_DOWN_ENABLE                                               #language en-US    "Power Down Enable"
#string STR_AOD_POWER_DOWN_ENABLE_HELP                                          #language en-US    "Enable or disable DDR power down mode"
#string STR_AOD_DISABLED                                                        #language en-US    "Disabled"
#string STR_AOD_INFINITY_FABRIC_FREQUENCY_AND_DIVIDERS_1                        #language en-US    "Infinity Fabric Frequency and Dividers"
#string STR_AOD_INFINITY_FABRIC_FREQUENCY_AND_DIVIDERS_HELP                     #language en-US    "Set Infinity Fabric frequency (FCLK) Auto: FCLK = MCLK. Manual: FCLK must be less than MCLK for best performance in most cases. Latency penalties are incurred if FCLK and MCLK are mismatched, but sufficiently high MCLK can negate or overcome this penalty."
#string STR_AOD_800_MHZ                                                         #language en-US    "800 MHz"
#string STR_AOD_933_MHZ                                                         #language en-US    "933 MHz"
#string STR_AOD_1067_MHZ                                                        #language en-US    "1067 MHz"
#string STR_AOD_1200_MHZ                                                        #language en-US    "1200 MHz"
#string STR_AOD_1333_MHZ                                                        #language en-US    "1333 MHz"
#string STR_AOD_1367_MHZ                                                        #language en-US    "1367 MHz"
#string STR_AOD_1400_MHZ                                                        #language en-US    "1400 MHz"
#string STR_AOD_1433_MHZ                                                        #language en-US    "1433 MHz"
#string STR_AOD_1467_MHZ                                                        #language en-US    "1467 MHz"
#string STR_AOD_1500_MHZ                                                        #language en-US    "1500 MHz"
#string STR_AOD_1533_MHZ                                                        #language en-US    "1533 MHz"
#string STR_AOD_1567_MHZ                                                        #language en-US    "1567 MHz"
#string STR_AOD_1600_MHZ                                                        #language en-US    "1600 MHz"
#string STR_AOD_1633_MHZ                                                        #language en-US    "1633 MHz"
#string STR_AOD_1667_MHZ                                                        #language en-US    "1667 MHz"
#string STR_AOD_1700_MHZ                                                        #language en-US    "1700 MHz"
#string STR_AOD_1733_MHZ                                                        #language en-US    "1733 MHz"
#string STR_AOD_1767_MHZ                                                        #language en-US    "1767 MHz"
#string STR_AOD_1800_MHZ                                                        #language en-US    "1800 MHz"
#string STR_AOD_1833_MHZ                                                        #language en-US    "1833 MHz"
#string STR_AOD_1867_MHZ                                                        #language en-US    "1867 MHz"
#string STR_AOD_1900_MHZ                                                        #language en-US    "1900 MHz"
#string STR_AOD_1933_MHZ                                                        #language en-US    "1933 MHz"
#string STR_AOD_1967_MHZ                                                        #language en-US    "1967 MHz"
#string STR_AOD_2000_MHZ                                                        #language en-US    "2000 MHz"
#string STR_AOD_2033_MHZ                                                        #language en-US    "2033 MHz"
#string STR_AOD_2067_MHZ                                                        #language en-US    "2067 MHz"
#string STR_AOD_2100_MHZ                                                        #language en-US    "2100 MHz"
#string STR_AOD_2133_MHZ                                                        #language en-US    "2133 MHz"
#string STR_AOD_2167_MHZ                                                        #language en-US    "2167 MHz"
#string STR_AOD_2200_MHZ                                                        #language en-US    "2200 MHz"
#string STR_AOD_2233_MHZ                                                        #language en-US    "2233 MHz"
#string STR_AOD_2267_MHZ                                                        #language en-US    "2267 MHz"
#string STR_AOD_2300_MHZ                                                        #language en-US    "2300 MHz"
#string STR_AOD_2333_MHZ                                                        #language en-US    "2333 MHz"
#string STR_AOD_2367_MHZ                                                        #language en-US    "2367 MHz"
#string STR_AOD_2400_MHZ                                                        #language en-US    "2400 MHz"
#string STR_AOD_2433_MHZ                                                        #language en-US    "2433 MHz"
#string STR_AOD_2467_MHZ                                                        #language en-US    "2467 MHz"
#string STR_AOD_2500_MHZ                                                        #language en-US    "2500 MHz"
#string STR_AOD_2550_MHZ                                                        #language en-US    "2550 MHz"
#string STR_AOD_2600_MHZ                                                        #language en-US    "2600 MHz"
#string STR_AOD_2650_MHZ                                                        #language en-US    "2650 MHz"
#string STR_AOD_2700_MHZ                                                        #language en-US    "2700 MHz"
#string STR_AOD_2750_MHZ                                                        #language en-US    "2750 MHz"
#string STR_AOD_2800_MHZ                                                        #language en-US    "2800 MHz"
#string STR_AOD_2850_MHZ                                                        #language en-US    "2850 MHz"
#string STR_AOD_2900_MHZ                                                        #language en-US    "2900 MHz"
#string STR_AOD_2950_MHZ                                                        #language en-US    "2950 MHz"
#string STR_AOD_3000_MHZ                                                        #language en-US    "3000 MHz"
#string STR_AOD_UCLK_DIV1_MODE                                                  #language en-US    "UCLK DIV1 MODE"
#string STR_AOD_UCLK_DIV1_MODE_HELP                                             #language en-US    "Set UCLK DIV mode "
#string STR_AOD_UCLK_MEMCLK                                                     #language en-US    "UCLK=MEMCLK"
#string STR_AOD_UCLK_MEMCLK_2                                                   #language en-US    "UCLK=MEMCLK/2"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE                                       #language en-US    "Precision Boost Overdrive"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_HELP                                  #language en-US    "Precision Boost Overdrive:\n  Enabled: Allows Processor to run beyond defined values for PPT, VDD_CPU EDC, VDD_CPU TDC, VDD_SOC EDC, VDD_SOC TDC to the limits of the board, and allows it to boost at higher voltages for longer durations than default operation.\n"
#string STR_AOD_ADVANCED                                                        #language en-US    "Advanced"
#string STR_AOD_PBO_LIMITS                                                      #language en-US    "PBO Limits"
#string STR_AOD_PBO_LIMITS_HELP                                                 #language en-US    "Default: Loads AMD default socket power (PPT), electrically-limited VRM current (EDC), and thermally-limited VRM current (TDC) limits. Motherboard: Allows the processor to run according to increased PPT, EDC, and TDC limits defined by your motherboard. Manual: Allows the processor to ignore AMD default limits for PPT, EDC, and TDC and instead use manual values (up to the maximum capabilities of the of the motherboard)."
#string STR_AOD_MOTHERBOARD                                                     #language en-US    "Motherboard"
#string STR_AOD_PPT_LIMIT_MW                                                    #language en-US    "PPT Limit [mW]"
#string STR_AOD_PPT_LIMIT_MW_HELP                                               #language en-US    "Adjust total CPU socket power delivery capability. Adjustable up to the limit supported by your motherboard."
#string STR_AOD_TDC_LIMIT_MA                                                    #language en-US    "TDC Limit [mA]"
#string STR_AOD_TDC_LIMIT_MA_HELP                                               #language en-US    "Adjust peak current from your motherboard's CPU core VRM phases in thermally-limited scenarios. Adjustable up to the limit supported by your motherboard."
#string STR_AOD_EDC_LIMIT_MA                                                    #language en-US    "EDC Limit [mA]"
#string STR_AOD_EDC_LIMIT_MA_HELP                                               #language en-US    "Adjust peak current from your motherboard CPU core VRM phases in electrically-limited scenarios. Adjustable up to the limit supported by your motherboard."
#string STR_AOD_SOC_TDC_LIMIT_MA                                                #language en-US    "SOC TDC Limit [mA]"
#string STR_AOD_SOC_TDC_LIMIT_MA_HELP                                           #language en-US    "Adjust peak current from your motherboard SoC/Uncore VRM phases in thermally-limited scenarios. Adjustable up to the limit supported by your motherboard."
#string STR_AOD_SOC_EDC_LIMIT_MA                                                #language en-US    "SOC EDC Limit [mA]"
#string STR_AOD_SOC_EDC_LIMIT_MA_HELP                                           #language en-US    "Adjust peak current from your motherboard's SoC/uncore VRM phases in electrically-limited scenarios. Adjustable up to the limit supported by your motherboard."
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_SCALAR_CTRL                           #language en-US    "Precision Boost Overdrive Scalar Ctrl"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_SCALAR_CTRL_HELP                      #language en-US    "Precision Boost Overdrive Scalar Ctrl"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_SCALAR                                #language en-US    "Precision Boost Overdrive Scalar"
#string STR_AOD_PRECISION_BOOST_OVERDRIVE_SCALAR_HELP                           #language en-US    "Overrides the AMD default silicon health management to potentially achieve higher sustained frequencies under CPU load."
#string STR_AOD_1X                                                              #language en-US    "1X"
#string STR_AOD_2X                                                              #language en-US    "2X"
#string STR_AOD_3X                                                              #language en-US    "3X"
#string STR_AOD_4X                                                              #language en-US    "4X"
#string STR_AOD_5X                                                              #language en-US    "5X"
#string STR_AOD_6X                                                              #language en-US    "6X"
#string STR_AOD_7X                                                              #language en-US    "7X"
#string STR_AOD_8X                                                              #language en-US    "8X"
#string STR_AOD_9X                                                              #language en-US    "9X"
#string STR_AOD_10X                                                             #language en-US    "10X"
#string STR_AOD_CURVE_OPTIMIZER_SECTION                                         #language en-US    "Curve Optimizer"
#string STR_AOD_GFX_CURVE_OPTIMIZER_SECTION                                     #language en-US    "GFX Curve Optimizer"
#string STR_AOD_CPU_BOOST_CLOCK_OVERRIDE                                        #language en-US    "CPU Boost Clock Override"
#string STR_AOD_CPU_BOOST_CLOCK_OVERRIDE_HELP                                   #language en-US    "Increases (Positive) or Decreases (Negative) the maximum CPU frequency that may be automatically achieved by the CPU Boost Algorithm"
#string STR_AOD_ENABLED_POSITIVE                                                #language en-US    "Enabled (Positive)"
#string STR_AOD_ENABLED_NEGATIVE                                                #language en-US    "Enabled (Negative)"
#string STR_AOD_MAX_CPU_BOOST_CLOCK_OVERRIDE                                    #language en-US    "Max CPU Boost Clock Override(+)"
#string STR_AOD_MAX_CPU_BOOST_CLOCK_OVERRIDE_HELP                               #language en-US    "Increases the maximum CPU frequency that may be automatically achieved by the Precision Boost 2 algorithm."
#string STR_AOD_MAX_CPU_BOOST_CLOCK_OVERRIDE_1                                  #language en-US    "Max CPU Boost Clock Override(-)"
#string STR_AOD_MAX_CPU_BOOST_CLOCK_OVERRIDE_1_HELP                             #language en-US    "Decreases the maximum CPU frequency that may be automatically achieved by the Precision Boost 2 algorithm."
#string STR_AOD_GPU_BOOST_CLOCK_OVERRIDE                                        #language en-US    "GPU Boost Clock Override"
#string STR_AOD_GPU_BOOST_CLOCK_OVERRIDE_HELP                                   #language en-US    "Increases the maximum GPU frequency that may be automatically achieved by the GPU boost algorithm"
#string STR_AOD_MAX_GPU_BOOST_CLOCK_OVERRIDE                                    #language en-US    "Max GPU Boost Clock Override"
#string STR_AOD_MAX_GPU_BOOST_CLOCK_OVERRIDE_HELP                               #language en-US    "Increases the maximum GPU frequency that may be automatically achieved by the GPU boost algorithm."
#string STR_AOD_0_MHZ                                                           #language en-US    "0 MHz"
#string STR_AOD_25_MHZ                                                          #language en-US    "25 MHz"
#string STR_AOD_50_MHZ                                                          #language en-US    "50 MHz"
#string STR_AOD_75_MHZ                                                          #language en-US    "75 MHz"
#string STR_AOD_100_MHZ                                                         #language en-US    "100 MHz"
#string STR_AOD_125_MHZ                                                         #language en-US    "125 MHz"
#string STR_AOD_150_MHZ                                                         #language en-US    "150 MHz"
#string STR_AOD_175_MHZ                                                         #language en-US    "175 MHz"
#string STR_AOD_200_MHZ                                                         #language en-US    "200 MHz"
#string STR_AOD_GPU_BOOST_CLOCK_OVERRIDE                                        #language en-US    "GPU Boost Clock Override"
#string STR_AOD_GPU_BOOST_CLOCK_OVERRIDE_HELP                                   #language en-US    "Increases the maximum GPU frequency that may be automatically achieved by the GPU boost algorithm"
#string STR_AOD_MAX_GPU_BOOST_CLOCK_OVERRIDE                                    #language en-US    "Max GPU Boost Clock Override"
#string STR_AOD_MAX_GPU_BOOST_CLOCK_OVERRIDE_HELP                               #language en-US    "Increases the maximum GPU frequency that may be automatically achieved by the GPU boost algorithm."
#string STR_AOD_PLATFORM_THERMAL_THROTTLE_CTRL                                  #language en-US    "Platform Thermal Throttle Ctrl"
#string STR_AOD_PLATFORM_THERMAL_THROTTLE_CTRL_HELP                             #language en-US    "Allows the user to decrease the maximum allowed processor temperature (celsius)."
#string STR_AOD_PLATFORM_THERMAL_THROTTLE_LIMIT                                 #language en-US    "Platform Thermal Throttle Limit"
#string STR_AOD_PLATFORM_THERMAL_THROTTLE_LIMIT_HELP                            #language en-US    "Allows the user to decrease the maximum allowed processor temperature (celsius)."
#string STR_AOD_CURVE_OPTIMIZER_1                                               #language en-US    "Curve Optimizer"
#string STR_AOD_CURVE_OPTIMIZER_HELP                                            #language en-US    "Allows the user to shift the Voltage / Frequency (AVFS) curve to include higher voltages (positive values) or lower voltages (negative values). The larger the value entered the larger the magnitude of the voltage shift"
#string STR_AOD_ALL_CORES                                                       #language en-US    "All Cores"
#string STR_AOD_PER_CORE                                                        #language en-US    "Per Core"
#string STR_AOD_ALL_CORE_CURVE_OPTIMIZER_SIGN                                   #language en-US    "All Core Curve Optimizer Sign"
#string STR_AOD_ALL_CORE_CURVE_OPTIMIZER_SIGN_HELP                              #language en-US    "Determines the direction of the curve shift on all cores. Positive shifts the curve up to use higher voltages. Negative shifts the curve down to use lower voltages"
#string STR_AOD_POSITIVE                                                        #language en-US    "Positive"
#string STR_AOD_NEGATIVE                                                        #language en-US    "Negative"
#string STR_AOD_ALL_CORE_CURVE_OPTIMIZER_MAGNITUDE                              #language en-US    "All Core Curve Optimizer Magnitude"
#string STR_AOD_ALL_CORE_CURVE_OPTIMIZER_MAGNITUDE_HELP                         #language en-US    "Determines the magnitude of the curve shift to be made (entered in whole numbers) the larger the value entered the larger the magnitude of the shift"
#string STR_AOD_PER_CORE_CURVE_OPTIMIZER_DYNAMIC                                #language en-US    "LABEL_DYNAMIC_CBS_OPTION=TRUE"
#string STR_AOD_PER_CORE_CURVE_OPTIMIZER_DYNAMIC_HELP                           #language en-US    "No help string"
#string STR_AOD_GFX_CURVE_OPTIMIZER_1                                           #language en-US    "GFX Curve Optimizer"
#string STR_AOD_GFX_CURVE_OPTIMIZER_HELP                                        #language en-US    "Allows the user to shift the GFX Voltage / Frequency (AVFS) curve to include higher voltages (positive values) or lower voltages (negative values). The larger the value entered the larger the magnitude of the voltage shift."
#string STR_AOD_GFX_CURVE_OPTIMIZER                                             #language en-US    "GFX Curve Optimizer"
#string STR_AOD_GFX_CURVE_OPTIMIZER_SIGN                                        #language en-US    "GFX Curve Optimizer Sign"
#string STR_AOD_GFX_CURVE_OPTIMIZER_SIGN_HELP                                   #language en-US    "Determines the direction of the curve shift for GFX. Positive shifts the curve up to use higher voltages. Negative shifts the curve down to use lower voltages."
#string STR_AOD_GFX_CURVE_OPTIMIZER_MAGNITUDE                                   #language en-US    "GFX Curve Optimizer Magnitude"
#string STR_AOD_GFX_CURVE_OPTIMIZER_MAGNITUDE_HELP                              #language en-US    "Determines the magnitude of the GFX curve shift to be made (entered in whole numbers) the larger the value entered the larger the magnitude of the shift."
#string STR_AOD_SOC_UNCORE_OC_MODE                                              #language en-US    "SoC/Uncore OC Mode"
#string STR_AOD_SOC_UNCORE_OC_MODE_HELP                                         #language en-US    "Forces CPU SoC/uncore components (e.g. Infinity Fabric, memory, and integrated graphics) to run at their maximum specified frequency at all times. May improve performance at the expense of idle power savings"
#string STR_AOD_SOC_VOLTAGE_HELP_TEXT_HELP                                      #language en-US    "Specifies the SoC/uncore voltage (VDD_SOC) in mV to support memory and Infinity Fabric overclocking. VDD_SOC also determines the GPU voltage on processors with integrated graphics. \nThis voltage only can change when one of below items changed \n'SoC/Uncore OC Mode'\n'UCLK DIV1 MODE'\n'Active Memory Timing Settings'\n'Infinity Fabric Frequency and Dividers'"
#string STR_AOD_SOC_VOLTAGE                                                     #language en-US    "SoC Voltage"
#string STR_AOD_SOC_VOLTAGE_HELP                                                #language en-US    "Specifies the SoC/uncore voltage (VDD_SOC) in mV to support memory and Infinity Fabric overclocking. VDD_SOC also determines the GPU voltage on processors with integrated graphics. This voltage only can change when one of 'SoC/Uncore OC Mode' 'UCLK','MCLK,'FCLK'' changed"
#string STR_AOD_LN2_MODE                                                        #language en-US    "LN2 Mode"
#string STR_AOD_LN2_MODE_HELP                                                   #language en-US    "Enables settings that provide additional stability at extreme cold operating temperatures"
#string STR_AOD_VDDIO_VOLTAGE_CONTROL_SECTION                                   #language en-US    "VDDIO Voltage Control"
#string STR_AOD_VPP_VOLTAGE_CONTROL_SECTION                                     #language en-US    "VPP Voltage Control"
#string STR_AOD_VDD_MEM_VOLTAGE_CONTROL_SECTION                                 #language en-US    "VDD_MEM Voltage Control"
#string STR_AOD_CURRENT_VDD_VOLTAGE                                             #language en-US    "N/A"
#string STR_AOD_CURRENT_VDD_VOLTAGE_STRING                                      #language en-US    "Current DIMM VDD Voltage"
#string STR_AOD_CURRENT_VDDQ_VOLTAGE                                            #language en-US    "N/A"
#string STR_AOD_CURRENT_VDDQ_VOLTAGE_STRING                                     #language en-US    "Current DIMM VDDQ Voltage"
#string STR_AOD_CURRENT_APU_VDDIO_VOLTAGE                                       #language en-US    "N/A"
#string STR_AOD_CURRENT_APU_VDDIO_VOLTAGE_STRING                                #language en-US    "Current APU  VDDIO Voltage"
#string STR_AOD_VDDIO_CTRL                                                      #language en-US    "VDDIO Ctrl"
#string STR_AOD_VDDIO_CTRL_HELP                                                 #language en-US    "Allows the user to adjust the VDDIO voltage.'Manual' means set DIMM VDD/VDDQ will synchronize to APU VDDIO. 'Separate' means independent control of APU VDDIO,DIMM VDD/VDDQ.Note, that running VDDQ != VDD is non-standard and may casue memory stability issues. Take care that during ramp down and ramp up,the VDDq-VDD voltage must less than 200mv."
#string STR_AOD_SEPARATE                                                        #language en-US    "Separate"
#string STR_AOD_DIMM_VDD_ADJUST                                                 #language en-US    "DIMM VDD Adjust"
#string STR_AOD_DIMM_VDD_ADJUST_HELP                                            #language en-US    "Adjust DIMM Power Supply, stepping is 10mV. Range is from 800mV to 1430mV.Take care that during ramp down and ramp up,the VDDq-VDD voltage must less than 200mv."
#string STR_AOD_DIMM_VDDQ_ADJUST                                                #language en-US    "DIMM VDDQ Adjust"
#string STR_AOD_DIMM_VDDQ_ADJUST_HELP                                           #language en-US    "Adjust DIMM DQ Power Supply, stepping is 10mV. Range is from 800mV to 1430mV.Take care that during ramp down and ramp up, the VDDq-VDD voltage must less than 200mv.And Vpp must always equal or greater than VDDQ"
#string STR_AOD_APU_VDDIO_ADJUST                                                #language en-US    "APU VDDIO Adjust"
#string STR_AOD_APU_VDDIO_ADJUST_HELP                                           #language en-US    "No Help String"
#string STR_AOD_CURRENT_VPP_VOLTAGE                                             #language en-US    "n/a"
#string STR_AOD_CURRENT_VPP_VOLTAGE_STRING                                      #language en-US    "Current VPP Voltage"
#string STR_AOD_VPP_CTRL                                                        #language en-US    "VPP Ctrl"
#string STR_AOD_VPP_CTRL_HELP                                                   #language en-US    "Auto: Follow default setting, Manual: Manually specify the memory VPP Voltage"
#string STR_AOD_VPP_ADJUST                                                      #language en-US    "VPP Adjust"
#string STR_AOD_VPP_ADJUST_HELP                                                 #language en-US    "Adjust MEM VPP, stepping is 10mV. Range is from 1500mV to 2135mV"
#string STR_AOD_CURRENT_VDD_MEM_VOLTAGE_STRING                                  #language en-US    "Current VDD_MEM Voltage"
#string STR_AOD_CURRENT_VDD_MEM_VOLTAGE                                         #language en-US    "N/A"
#string STR_AOD_VDD_MEM_CONTROL                                                 #language en-US    "VDD_MEM Control"
#string STR_AOD_VDD_MEM_CONTROL_HELP                                            #language en-US    "Auto: Follow default setting, Manual: Manually specify the VDD_MEM Voltage since VDDP_DDR is source from it.VDD_MEM must greater 100mv than VDDP_DDR"
#string STR_AOD_APU_VDD_MEM_ADJUST                                              #language en-US    "VDD_MEM Adjust"
#string STR_AOD_APU_VDD_MEM_ADJUST_HELP                                         #language en-US    "No Help String"
#string STR_AOD_VDDP_VOLTAGE_CONTROL                                            #language en-US    "VDDP Voltage Control"
#string STR_AOD_VDDP_VOLTAGE_CONTROL_HELP                                       #language en-US    "Allows the user to adjust the VDDP voltage.'Manual' means set voltage for the DDR bus signaling (PHY),. 'Auto' means VDDP is system default."
#string STR_AOD_VDDP_VOLTAGE_ADJUST                                             #language en-US    "VDDP Voltage Adjust"
#string STR_AOD_VDDP_VOLTAGE_ADJUST_HELP                                        #language en-US    "VDDP is a voltage for the DDR bus signaling (PHY), and it is derived from your DRAM Voltage (VDDIO_Mem). As a result, VDDP voltage in mV can approach but not exceed your DRAM Voltage"
#string STR_AOD_LCLK_FREQUENCY_CONTROL                                          #language en-US    "LCLK Frequency Control"
#string STR_AOD_LCLK_FREQUENCY_CONTROL_HELP                                     #language en-US    "AUTO: Default Settings. Manual: manually configure LCLK frequency"
#string STR_AOD_MINIMUN_FREQUENCY                                               #language en-US    "Minimun Frequency"
#string STR_AOD_MINIMUN_FREQUENCY_HELP                                          #language en-US    "Minimum LCLK Frequency. Set minimum and maximun to the same value for fixed frequency operation.Range:150MHz ~ 2500MHz"
#string STR_AOD_MAXIMUM_FREQUENCY                                               #language en-US    "Maximum Frequency"
#string STR_AOD_MAXIMUM_FREQUENCY_HELP                                          #language en-US    "Maximum LCLK Frequency. Set minimum and maximun to the same value for fixed frequency operation.Range:150MHz ~ 2500MHz"
#string STR_AOD_VDD_MISC_CONTROL                                                #language en-US    "VDD Misc Control"
#string STR_AOD_VDD_MISC_CONTROL_HELP                                           #language en-US    "Allows the user to adjust the VDD Misc voltage.'Manual' means set voltage for the GMI PHY,. 'Auto' means VDD MISC is system default."
#string STR_AOD_VDD_MISC_VOLTAGE                                                #language en-US    "VDD Misc Voltage"
#string STR_AOD_VDD_MISC_VOLTAGE_HELP                                           #language en-US    "specific the VDD Misc Voltage in mV, definitely follow SVI3 type 2 Slave VID(500~5600mV step 10mV)"

//CPU Core Count Control
#string STR_AOD_CURRENT_VDDIO_VALUE_MV_HELP                                 #language en-US    "Current VDDIO Value (mV)"
#string STR_AOD_DOWNCORE_INFO_DYNAMIC                                       #language en-US    "n/a"
#string STR_AOD_PER_CORE0_CURVE_OPTIMIZER_SIGN                              #language en-US    "Core 0 Curve Optimizer Sign"
#string STR_AOD_PER_CORE_CURVE_OPTIMIZER_SIGN_HELP                          #language en-US    "Determines the direction of the curve shift on this core. Positive shifts the curve up to use higher voltages. Negative shifts the curve down to use lower voltages"
#string STR_AOD_PER_CORE_CURVE_OPTIMIZER_MAGNITUDE_HELP                     #language en-US    "Determines the magnitude of the curve shift to be made to this core (entered in whole numbers) the larger the value entered the larger the magnitude of the shift"
#string STR_AOD_CURVE_OPTIMIZER_SIGN_POSITIVE                               #language en-US    "Positive"
#string STR_AOD_CURVE_OPTIMIZER_SIGN_NEGATIVE                               #language en-US    "Negative"
#string STR_AOD_EXPO_PROFILE                                                #language en-US    "EXPO"
#string STR_AOD_EXPO_PROFILE_HELP                                           #language en-US    "Select EXPO. CL means Minimum CAS Latency "
#string STR_AOD_APPLY_PROFILE_OC                                            #language en-US    "DDR OC Profile to Manual DDR OC"